{
    "add_bos_token": true,
    "add_eos_token": false,
    "bos_token": "<s>",
    "clean_up_tokenization_spaces": false,
    "eos_token": "</s>",
    "model_max_length": 8192,
    "pad_token": "</s>",
    "tokenizer_class": "LlamaTokenizer",
    "unk_token": "<unk>",
    "chat_template": "{% for message in messages %}{{'<|im_start|>' + message['role'] + '\n' + message['content'] + '<|im_end|>' + '\n'}}{% endfor %}{% if add_generation_prompt %}{{ '<|im_start|>assistant\n' }}{% endif %}"
}
